Repository: darthnoob/uwp
Catalog: MegaApp/MegaApp/Strings/*/UiResources.resw
Source language: en
Languages: ar, es, fr, id, it, ja, ko, nl, pl, pt_br, ro, ru, th, tr, vi, zh_hans, zh_hant

# UI_DoNotShowMeAgain
source: Don’t show me again
ar: عدم الإظهار مرة اخرى
es: No volver a mostrar
fr: Ne plus afficher
id: Jangan tunjukkan saya lagi
it: Non mostrare di nuovo
ja: 今後表示しない
ko: 다시 보여주지 마세요
nl: Laat me niet meer zien
pl: Nie pokazuj ponownie
pt_br: Não mostrar novamente
ro: Nu-mi afișa din nou
ru: Больше не показывать
th: ไม่ต้องแสดงในครั้งต่อไป
tr: Bir daha gösterme
vi: Đừng hiện lại nữa
zh_hans: 不再显示
zh_hant: 不再顯示

# UI_TestPassword
source: Test Password
ar: اختبار كلمة المرور
es: Prueba la contraseña
fr: Tester le mot de passe
id: Uji Kata Sandi
it: Testa la password
ja: パスワードのテスト
ko: 비밀번호 테스트
nl: Wachtwoord Testen
pl: Hasło testowe
pt_br: Confirmar senha
ro: Testează parola
ru: Тест пароля
th: ทดสอบรหัสผ่าน
tr: Parolayı Dene
vi: Kiểm Tra Mật Khẩu
zh_hans: 密码测试
zh_hant: 測試密碼

# UI_SavedForOffline
source: Saved for offline
ar: محفوظ لوضع عدم اتصال
es: Disponible sin conexión
fr: Enregistré Hors ligne
id: Disimpan untuk offline
it: Salvato per offline
ja: オフライン用に保存されました
ko: 오프라인용으로 저장
nl: Opgeslagen voor offline
pl: Zapisz offline
pt_br: Salvo para uso offline
ro: Salvate pentru offline
ru: Сохранено локально
th: บันทึกออฟไลน์
tr: Çevrimdışı için kaydedildi
vi: Lưu về ngoại tuyến
zh_hans: 离线储存
zh_hant: 離線儲存

# UI_SaveForOffline
source: Save for offline
ar: احفظ دون اتصال
es: Guardar en Sin conexión
fr: Enregistrer Hors ligne
id: Simpan untuk offline
it: Salva per l'Offline
ja: オフラインで保存
ko: 오프라인용으로 저장
nl: Opslaan voor offline
pl: Zapisz lokalnie
pt_br: Salvo para uso offline
ro: Salvează pentru offline
ru: Сохранить локально
th: บันทึกไว้สำหรับออฟไลน์
tr: Çevrimdışı için kaydet
vi: Lưu để dùng ngoại tuyến
zh_hans: 离线储存
zh_hant: 離線儲存

# UI_RemoveFromOffline
source: Remove from offline
ar: الحذف من التوافر دون اتصال
es: Elimina sin conexión
fr: Supprimer de Hors ligne
id: Hapus dari offline
it: Rimuovi dall'offline
ja: オフラインから削除
ko: 오프라인에서 제거
nl: Verwijder van offline
pl: Usuń z trybu offline
pt_br: Remover de offline
ro: Elimină din offline
ru: Удалить локально
th: นำออกจากออฟไลน์
tr: Çevrimdışından kaldır
vi: Xóa khỏi lưu ngoại tuyến
zh_hans: 从离线中删除
zh_hant: 從離線模式中移除

# UI_OfflineFiles
source: Offline files
ar: ملفات دون اتصال
es: Archivos sin conexión
fr: Fichiers Hors ligne
id: File offline
it: File locali
ja: オフラインのファイル
ko: 오프라인 파일
nl: Lokale bestanden
pl: Pliki offline
pt_br: Arquivos offline
ro: Fișiere offline
ru: Локальные файлы
th: ไฟล์ออฟไลน์
tr: Çevrimdışı dosyalar
vi: Tệp được lưu ngoại tuyến
zh_hans: 离线文件
zh_hant: 離線文件

# UI_OfflineBanner
source: Your device appears to be offline. Please try to reconnect or visit the Saved for offline section.
ar: جهازك غير متصل، يرجى محاولة إعادة الاتصال أو يمكنك مشاهدة قسم المتوافر دون اتصال من المحفوظات
es: Tu dispositivo parece estar fuera de línea. Intenta volver a conectarte o visita la sección Sin conexión.
fr: Votre appareil semble être hors ligne. Veuillez tenter de le reconnecter ou vous rendre dans la section Enregistré Hors ligne.
id: Perangkat Anda tampaknya offline. Coba sambungkan kembali atau kunjungi bagian Disimpan untuk offline.
it: Il tuo dispositivo risulta offline. Per favore, prova a riconnetterti o visita la sezione Salvati per offline.
ja: お使いの端末はオフラインのようです。再接続するか、「オフライン用に保存されました」セクションにアクセスしてください。
ko: 당신의 기기가 연결되지 않은 것으로 보입니다. 재연결을 시도하거나 오프라인으로 저장 섹션을 방문하세요.
nl: Uw apparaat blijkt offline te zijn. Probeer te her verbinden of bezoek de Opgeslagen voor offline sectie.
pl: Twoje urządzenie wydaje się być offline. Spróbuj ponownie połączyć się lub odwiedź sekcję Zapisane w trybie offline.
pt_br: O seu dispositivo parece estar offline. Por favor, tente reconectar ou visite a área Salvo para uso offline.
ro: Dispozitivul tău pare să fie offline. Te rugăm să încerci să te reconectezi sau vizitează secțiunea Salvate pentru offline.
ru: Похоже, устройство не подключено к Интернету. Попробуйте переподключиться или перейдите к локальным файлам.
th: อุปกรณ์ของคุณดูเหมือนออฟไลน์ กรุณาลองเชื่อมต่ออีกครั้งหรือไปที่ส่วน "บันทึกออฟไลน์"
tr: Cihazınız çevrimdışı görünüyor. Lütfen Çevrimdışı için Kaydedilen bölümüne yeniden bağlanmayı veya bölümü ziyaret etmeyi deneyin.
vi: Thiết bị hiện đang sử dụng không có kết nối mạng. Xin kiểm tra tình trạng trực tuyến hoặc vào phần Lưu về Ngoại Tuyến.
zh_hans: 您的设备似乎处于离线状态。请尝试重新连接或访问保存的离线部分
zh_hant: 您的設備似乎處於離線狀態。請嘗試重新連上網路或繼續使用離線儲存的部分。

# UI_ListSortedByReferralStatus
source: Referral status ({0})
ar: حالة الاحالة ({0})
es: Estado de la invitación ({0})
fr: État de parrainage ({0})
id: Status referral ({0})
it: Status di riferimento ({0})
ja: ご紹介ステータス ({0})
ko: 추천 상황 ({0})
nl: Doorverwijzing status ({0})
pl: Status polecenia ({0})
pt_br: Status da indicação ({0})
ro: Starea de referință ({0})
ru: Реферральный статус ({0})
th: สถานะการอ้างอิง ({0})
tr: Referans durumu ({0})
vi: Tình trạng lời giới thiệu ({0})
zh_hans: 推荐状态 ({0})
zh_hant: 推薦狀態 ({0})

# UI_ListSortedByReferralStatusMultiSelect
source: Referral status ({0} of {1})
ar: حالة الاحالة ({0} من {1})
es: Estado de la invitación {0} de {1})
fr: État de parrainage ({0} de {1})
id: Status referral ({0} dari {1})
it: Status di riferimento ({0} di {1})
ja: ご紹介ステータス ({0}/{1})
ko: 추천 상황 ({1} 중 {0})
nl: Doorverwijzing status ({0} van {1})
pl: Status polecenia ({0} z {1})
pt_br: Status da indicação ({0} de {1})
ro: Starea de referință ({0} din {1})
ru: Реферральный статус ({0} из {1})
th: สถานะการอ้างอิง ({0} จาก {1})
tr: Referans durumu ({0}) / {1})
vi: Tình trạng lời giới thiệu ({0} of {1})
zh_hans: 推荐状态 ({1}的{0})
zh_hant: 推薦狀態 ({1}之{0})

# UI_SortOptionReferralStatus
source: Referral status
ar: حالة المكافآت للدعوات
es: Estado de bono por invitación
fr: État des primes de parrainage
id: Status bonus rujukan
it: Status bonus inviti
ja: ご紹介ボーナスステータス
ko: 초대 보너스 상황
nl: Referentie bonus status
pl: Status premii za polecenie
pt_br: Status da indicação
ro: Starea privind bonusul pentru recomandări
ru: Статус реферального бонуса
th: สถานะโบนัสการแนะนำ
tr: Üye önerme primi
vi: Tình trạng lời giới thiệu
zh_hans: 推荐奖励状态
zh_hant: 推薦獎勵狀態

# UI_Pending
source: Pending
ar: معلق
es: Pendiente
fr: En attente
id: Tertunda
it: In attesa
ja: ペンディング
ko: 대기중
nl: In afwachting van
pl: Oczekujące
pt_br: Pendente
ro: În curs
ru: В ожидании
th: ที่ค้างอยู่
tr: Bekleyen
vi: Đang chờ
zh_hans: 处理中
zh_hant: 處理中

# UI_EarnedReferralBonus
source: Earned referral bonus
ar: المكافآت المكتسبة من الاحالات
es: Bonos de invitación obtenidos
fr: Prime de parrainage reçue
id: Bonus referral diterima
it: Bonus invito guadagnati
ja: 獲得されたご紹介ボーナス
ko: 획득한 추천 보너스
nl: Verdiende doorverwijzing status
pl: Zdobyta premia za polecenie
pt_br: Bônus de indicação recebido
ro: Bonus pentru recomandare câștigat
ru: Полученный бонус
th: ได้รับโบนัสการแนะนำ
tr: Kazanılan referans bonusu
vi: Giới thiệu thành công
zh_hans: 获得推荐奖励
zh_hant: 獲得推薦獎勵

# UI_DataProtectionRegulation
source: Data Protection Regulation
es: Reglamento de protección de datos
fr: Règlement sur la protection des données
pt_br: Regulamento de proteção de dados
th: หลักคุ้มครองข้อมูลส่วนบุคคล
vi: Quy Định Bảo Vệ Dữ Liệu
zh_hans: 数据保护条例
zh_hant: 資料保護條例

# UI_MEGA_SDK_Version
source: MEGA SDK version
ar: نسخة MEGA SDK
es: Versión del SDK de MEGA
fr: Version de la trousse SDK MEGA
id: Versi MEGA SDK
it: Versione MEGA SDK
ja: MEGA SDK版
ko: MEGA SDK 버전
nl: MEGA SDK versie
pl: MEGA SDK wersja
pt_br: MEGA - versão do SDK
ro: Versiune MEGA SDK
ru: Версия MEGA SDK
th: เวอร์ชัน MEGA SDK
tr: MEGA SDK sürümü
vi: Phiên bản MEGA SDK
zh_hans: MEGA SDK软件开发包版本
zh_hant: MEGA SDK軟體開發包版本

# UI_PrivacyPolicy
source: Privacy policy
ar: سياسة الخصوصية
es: Política de privacidad
fr: Politique de confidentialité
id: Kebijakan Privasi
ja: プライバシーに関するポリシー
ko: 개인 정보 보호 정책
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
th: นโยบายสิทธิส่วนบุคคล
tr: Gizlilik ilkesi
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私政策

# UI_ViewTermsOfService
source: View the Terms of Service here.
ar: مشاهدة شروط استخدام الخدمة
es: Ver los Términos de servicio aquí
fr: Visualiser les conditions générales d’utilisation ici.
id: Lihat Kebijakan Pelayanan disini.
it: Vedi i Termini di Servizio qui.
ja: ここでご利用規約を表示。
ko: 여기서 이용 약관을 보세요.
nl: De Algemene Voorwaarden hier weergeven.
pl: Zobacz Warunki korzystania z usługi tutaj.
pt_br: Veja os Termos de serviço aqui.
ro: Vezi aici Termenii de utilizare a serviciului.
ru: Условия использования
th: ดูเงื่อนไขการให้บริการที่นี่
tr: Hizmet Koşulları'nı görüntüle.
vi: Xem qua Điều Khoản Dịch Vụ ở đây.
zh_hans: 在这里查看服务条款。
zh_hant: 在此處查看服務條款。

# UI_Acknowledgements
source: Acknowledgements
ar: شكر وتقدير
es: Agradecimientos
fr: Mentions
id: Pengakuan
it: Ringraziamenti
ja: 謝意
ko: 통지
nl: Dankwoord
pl: Podziękowania
pt_br: Agradecimentos
ro: Confirmări
ru: Благодарности
th: กิตติกรรมประกาศ
tr: Teşekkür
vi: Thỏa Thuận
zh_hans: 感谢
zh_hant: 感謝

# UI_Copyright
source: Copyright
ar: حقوق الطبع والنشر
es: Derechos de autor
fr: Droits d’auteur
id: Hak Cipta
ja: 著作権
ko: 저작권
nl: Auteursrecht
pl: Prawa autorskie
pt_br: Direitos autorais
ro: Drepturile de autor
ru: Авторское право
th: ลิขสิทธิ์
tr: Telif Hakkı
vi: Luật bản quyền
zh_hans: 版权
zh_hant: 智慧財產權

# UI_LearnMore
source: Learn more
ar: للمزيد من المعلومات
es: Más información
fr: En apprendre davantage
id: Belajar Lebih
it: Di più
ja: もっと読む
ko: 더 알아보기
nl: Leer meer
pl: Dowiedz się więcej
pt_br: Mais informações
ro: Află mai multe
ru: Узнать больше
th: เรียนรู้เพิ่มเติม
tr: Dahası
vi: Tìm hiểu thêm
zh_hans: 了解更多
zh_hant: 瞭解更多

# UI_LegalAndPolicies
source: Legal and Policies
ar: القوانين والسياسات
es: Políticas y bases legales
fr: Juridique et politiques
id: Hukum dan Kebijakan
it: Legale e policy
ja: 法律と方針
ko: 법률과 정책
nl: Juridisch & Beleid
pl: Polityka prywatności
pt_br: Legal e Políticas
ro: Aspecte juridice și politici
ru: Правовая Политика
th: กฎหมายและนโยบาย
tr: Yasal ve Politikalar
vi: Pháp Lý và Chính Sách
zh_hans: 法律和政策
zh_hant: 法律和政策

# UI_TakedownGuidance
source: Takedown Guidance
ar: إرشادات انهاء الخدمة
es: Guía de notificación y retirada
fr: Informations sur les retraits
id: Petunjuk pencopotan
it: Guida per la Rimozione
ja: テイクダウンに関する手引き
ko: 게시 중단 안내
nl: Takedown Richtlijn
pl: Wytyczne dotyczące naruszeń
pt_br: Guia de remoção
ro: Ghidul de eliminare
ru: Инструкция по удалению контента
th: คำแนะนำการแจ้งลบเนื้อหา
tr: Belge Kaldırtma Kılavuzu
vi: Xử Lý Tranh Chấp Bản Quyền
zh_hans: 侵权撤除守则
zh_hant: 侵權撤除守則

# UI_Ok
source: Ok
ar: موافق
es: Aceptar
th: ตกลง
tr: Tamam
